/* No comment provided by engineer. */
"Facebook error" = "Facebook error";

/* No comment provided by engineer. */
"Internet connection error" = "Internet connection error";

/* Default DejalActivtyView label text */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"Login..." = "Login...";

/* No comment provided by engineer. */
"Please try again later." = "Please try again later.";

/* No comment provided by engineer. */
"Session is no longer valid. Please log in again" = "Session is no longer valid. Please log in again";

